"There was an error in processing the images." = "Ett fel uppstod vid bearbetningen av bilderna.";

"The MakePDF application not found on this system." = "Programmet MakePDF hittades inte på datorn.";